[
  {
    "id": "01",
    "name": "Cricket",
    "info": "Cricket is a bat-and-ball game played between two teams of eleven players on a field at the centre of which is a 22-yard (20-metre) pitch with a wicket at each end, each comprising two bails balanced on three stumps. The batting side scores runs by striking the ball bowled at the wicket with the bat and then running between the wickets",
    "img": "https://m.cricbuzz.com/a/img/v1/600x400/i1/c169947/bangladesh-captain-mashrafe-mortaza-believes-the-tri-series-win-will-spur-his-team-on-in-the-upcoming-2019-world-cup.jpg",
    "time": 180,
	"age": "18-40"
  },
  {
    "id": "02",
    "name": "Football",
    "info": "Football is a family of team sports that involve, to varying degrees, kicking a ball to score a goal. Unqualified, the word football normally means the form of football that is the most popular where the word is used. Sports commonly called football include association football (known as soccer in North America and Oceania); gridiron football (specifically American football or Canadian football); Australian rules football; rugby union and rugby league; and Gaelic football.[1] These various forms of football share to varying extent common origins and are known as football codes.",
    "img": "https://images.ctfassets.net/3mv54pzvptwz/4dIkMaRE0EMVV6001D1U8l/81ae6ab74a65c259d1c71b245c29221d/20neymar_jr_brasil_x_gana_amistoso_20220923.JPG",
    "time": 90,
	"age": "17-37"
  },
  {
    "id": "03",
    "name": "Tennis",
    "info": "Tennis is a racket sport that is played either individually against a single opponent (singles) or between two teams of two players each (doubles). Each player uses a tennis racket that is strung with cord to strike a hollow rubber ball covered with felt over or around a net and into the opponent's court. The object of the game is to manoeuvre the ball in such a way that the opponent is not able to play a valid return. The player who is unable to return the ball validly will not gain a point, while the opposite player will.",
    "img": "https://library.sportingnews.com/styles/twitter_card_120x120/s3/2022-09/Alcaraz%20Carlos%203%20169_0.jpg?itok=NyBgm0TB",
    "time": 30,
	"age": "19-45"
  },
  {
    "id": "04",
    "name": "Golf",
    "info": "Golf is a club-and-ball sport in which players use various clubs to hit balls into a series of holes on a course in as few strokes as possible. Golf, unlike most ball games, cannot and does not use a standardized playing area, and coping with the varied terrains encountered on different courses is a key part of the game. Courses typically have 18 or 9 holes, although they may have another number of holes.",
    "img": "https://media.npr.org/assets/img/2022/06/09/ap22160457978997-3d0cbc9caab4a820bc46c67c3bfefb060b53c21f-s1100-c50.jpg",
    "time": 25,
	"age": "18-50"
  },
  {
    "id": "05",
    "name": "Cycling",
    "info": "Bicycles were introduced in the 19th century and now number approximately one billion worldwide. They are the principal means of transportation in many parts of the world, especially in densely populated European cities.",
    "img": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d8/Giro_d%27Italia_2021%2C_Stage_15.jpg/1200px-Giro_d%27Italia_2021%2C_Stage_15.jpg",
    "time": 60,
	"age": "7-60"
  },
  {
    "id": "06",
    "name": "Hockey",
    "info": "Hockey is a term used to denote various types of both summer and winter team sports which originated on either an outdoor field, sheet of ice, or dry floor such as in a gymnasium. There are many types of hockey. Some games make the use of skates, either wheeled, or bladed while others do not. In order to help make the distinction between these various games",
    "img": "https://www.nhltraderumor.com/wp-content/uploads/2018/09/crosby_sidney_mcdavid_connor.jpg",
    "time": 50,
	"age": "18-45"
  },
  {
    "id": "07",
    "name": "Volleyball",
    "info": "Volleyball is a team sport in which two teams of six players are separated by a net. Each team tries to score points by grounding a ball on the other team's court under organized rules.[1] It has been a part of the official program of the Summer Olympic Games since Tokyo 1964. Beach volleyball was introduced to the programme at the Atlanta 1996. The adapted version of volleyball at the Summer Paralympic Games is sitting volleyball.",
    "img": "https://i.ytimg.com/vi/sp16zNsDaSU/maxresdefault.jpg",
    "time": 35,
	"age": "15-35"
  },
  {
    "id": "08",
    "name": "Basketball",
    "info": "Baseball is a bat-and-ball sport played between two teams of nine players each, taking turns batting and fielding. The game is live when the umpire signals to the pitcher either verbally or by pointing, indicating that the ball is now in play. A player on the fielding team, called the pitcher, throws a ball that a player on the batting team tries to hit with a bat",
    "img": "https://www.gannett-cdn.com/presto/2020/12/31/NREP/1e5fc785-fb04-41a4-8532-97f3d79bf5ca-Girls_basketball_Marlington_at_Northwest_7280.jpg",
    "time": 40,
	"age": "16-35"
  },
  {
    "id": "09",
    "name": "Rugby",
    "info": "Rugby union, commonly known simply as rugby, is a close-contact team sport that originated at Rugby School in the first half of the 19th century. One of the two codes of rugby football, it is based on running with the ball in hand. In its most common form, a game is played between two teams of 15 players each, using an oval-shaped ball on a rectangular field called a pitch. The field has H-shaped goalposts at both ends.",
    "img": "https://i1.wp.com/rugbylad.ie/wp-content/uploads/2021/03/Dupont.jpg?ssl=1",
    "time": 25,
	"age": "20-40"
  }
]
